Revit 2027 API
FormattedText.GetBoldStatus Method
Overload List
Name | Description
GetBoldStatus() |  Returns whether All, None or a Mixed of characters in the entire text are bold.
GetBoldStatus(TextRange) |  Returns whether All, None or a Mixed set of characters in a given text range are bold.
Top
See Also
Reference
FormattedText Class
Autodesk.Revit.DB Namespace